iwd
impala
bluez
bluez-utils
bluetui
openssh
openfortivpn
grub
efibootmgr
greetd
linux-headers
mako
libnotify
grim
slurp
wl-clipboard
wf-recorder
mpv
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
ttf-liberation
ttf-jetbrains-mono-nerd
sof-firmware
alsa-utils
pipewire
wireplumber
pipewire-audio
pipewire-alsa
pipewire-pulse
pipewire-jack
yazi
file
ffmpeg
7zip
jq
poppler
fd
ripgrep
fzf
zoxide
resvg
imagemagick
neovim
git
lazygit
tree-sitter-cli
gcc
clang
curl
ghostty
gum
vim
fish
diff-so-fancy
stow
fastfetch
tealdeer
feh
uv
go
ruff
wget
tree
bat
less
eza
luarocks
rsync
unzip
nodejs
npm
man
htop
btop
docker
vlc
telegram-desktop
spotify-launcher
chromium
firefox
kitty
hyprland
hyprpaper
hyprpicker
hyprlock
hypridle
wtype
brightnessctl
playerctl
rofi